Repository: WEBDEV-Ninja0828/PHP-MySQL
Catalog: dev/old/blog/content/plugins/meta-generator-and-version-info-remover/lang/meta-generator-and-version-info-remover-*.po
Languages: de_de, es_es

source: Enter comma separated list of file names (CSS/JS files) to exclude them from version removal process. Version info will be kept for these files.
de_de: Geben Sie die Komma-getrennte Liste der Dateinamen (CSS/JS-Dateien) ein, um Sie vom Versions Entfernungs Prozess auszuschließen. Die Versionsinformationen werden für diese Dateien aufbewahrt.
es_es: Especifique la lista separada por comas de nombres de archivo (archivos CSS/JS) para excluirlos del proceso de eliminación de versiones. La información de la versión se mantendrá para estos archivos.

source: Enter CSS/JS file names to exclude from version removal (comma separated list)
de_de: Geben Sie CSS/JS-Dateinamen ein, um von der Versions Entfernung auszuschließen (Komma-getrennte Liste)
es_es: Introduzca nombres de archivo CSS/JS para excluir de la eliminación de la versión (lista separada por comas)

source: Meta Generator and Version Info Remover
de_de: Meta-Generator und Versions-Info-Entferner-Einstellungen
es_es: Meta generator y remover información de la versión

source: Meta Generator and Version Info Remover Settings
de_de: Meta-Generator und Versions-Info-Entferner-Einstellungen
es_es: Configuración del metagenerador y de la versión info remover

source: Meta Generator Remover Settings
de_de: Meta-Generator-Entfernungseinstellungen
es_es: Configuración del removedor de generador meta

source: Rate and review this plugin &gt;
de_de: Bewerten und überprüfen Sie dieses Plugin &gt;
es_es: Valora y revisa este plugin &gt;

source: Remove Slider Revolution generator tag (Applicable if Slider Revolution Plugin is used)
de_de: Slider Revolution Generator-Tag entfernen (Anwendbar, wenn Slider Revolution Plugin verwendet wird)
es_es: Eliminar la etiqueta del generador Slider Revolution (aplicable si se usa el complemento Slider Revolution)

source: Remove version from script (JS files)
de_de: Version aus dem Skript entfernen (JS-Dateien)
es_es: Quitar versión de script (archivos JS)

source: Remove version from stylesheet (CSS files)
de_de: Entfernen Sie die Version von Stylesheet (CSS-Dateien)
es_es: Quitar versión de Stylesheet (archivos CSS)

source: Remove Visual Composer generator tag (Applicable if Visual Composer / WPBakery Page Builder Plugin is used)
de_de: Visual Composer-Generator-Tag entfernen (Anwendbar, wenn das Visual Composer / WPBakery Page Builder-Plugin verwendet wird)
es_es: Eliminar la etiqueta del generador Visual Composer (Aplicable si se usa Visual Composer / WPBakery Page Builder Plugin)

source: Remove WordPress default meta generator tag
de_de: Entfernen Sie WordPress-Standard-Meta-Generator-Tag
es_es: Quitar la etiqueta del generador meta de WordPress por defecto

source: Remove WPML generator tag (Applicable if WordPress Multilingual Plugin is used)
de_de: Remove WPML generator tag (Anwendbar, wenn WordPress Multilingual Plugin verwendet wird)
es_es: Eliminar la etiqueta del generador WPML (aplicable si se usa el complemento multilingüe de WordPress)

source: Save changes
de_de: Änderungen speichern
es_es: Guardar cambios

source: Show some Love
de_de: Zeigen Sie etwas Liebe
es_es: Mostrar un poco de amor

source: Support development of this plugin &gt;
de_de: Support-Entwicklung dieses Plugins &gt;
es_es: Soporte para el desarrollo de este plugin &gt;

source: This plugin will remove the version information that gets appended to enqueued style and script URLs. It will also remove the Meta Generator in the head and in RSS feeds. Adds a bit of obfuscation to hide the WordPress version number and generator tag that many sniffers detect automatically from view source. But always remember to keep your WordPress updated.
de_de: Dieses Plugin entfernt die Versionsinformationen, die an den enqueued-Stil und die Skript-URLs angehängt werden. Es wird auch den Meta-Generator im Kopf und in RSS-Feeds entfernen. Fügt ein wenig Verschleierung hinzu, um die WordPress-Versionsnummer und den Generator-Tag zu verbergen, den viele Schnüffler automatisch aus der View-Quelle erkennen. Aber denken Sie immer daran, Ihre WordPress aktualisiert zu halten.
es_es: Este plugin eliminará la información de la versión que se anexa a las URL de estilo y script en cola. También se eliminará el metagenerador en la cabeza y en los feeds RSS. Añade un poco de ofuscación para ocultar el número de versión de WordPress y la etiqueta del generador que muchos sniffers detectan automáticamente desde el origen de la vista. Pero recuerda siempre mantener tu WordPress actualizado.

source: Trusted since 2013
de_de: Vertraute seit 2013
es_es: De confianza desde 2013

source: Version Info Remover Settings
de_de: Meta-Generator und Versions-Info-Entferner-Einstellungen
es_es: Configuración de la versión info remover

source: You can donate any amount you want
de_de: Sie können jeden beliebigen Betrag spenden
es_es: Puede donar cualquier cantidad que desee
